Tekla.Structures.ModelInternal.dotEnumerator_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.MoreObjectsLeft
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.nObjects
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.nObjectToStart
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.aObjects
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.aObjectTypes
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.MinPoint
MinPoint of bouding box to apply

Tekla.Structures.ModelInternal.dotEnumerator_t.MaxPoint
MaxPoint of bounding bo to apply

Tekla.Structures.ModelInternal.dotEnumerator_t.ModificationStamp
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotEnumerator_t.ClientId
DO NOT USE! For internal usage only!